Repository: minienw/dcbs
Catalog: Sources/CTR/Infrastructure/Resources/Localization/Verifier/*.lproj/Localizable.strings
Languages: nl

# general.error.cryptolib.title
source: Sorry, something went wrong
nl: Sorry, er gaat iets mis

# general.error.cryptolib.message
source: Please contact the helpdesk with the error code %@
nl: Neem contact op met de helpdesk van DCC Scanner en geef de foutcode (%@) door.

# general.error.cryptolib.retry
source: Try again
nl: Probeer opnieuw

# verifier.scan.torch.enable
source: Turn on flashlight.
nl: Zet de zaklamp aan.

# verifier.scan.torch.disable
source: Turn off flashlight.
nl: Zet de zaklamp uit.

# verifier.result.denied.region.title
source: This is an international QR-code
nl: Dit is een internationale QR-code

# verifier.result.identity.label
source: Sample %@ is %@
nl: Kenmerk %@ is %@

# verifier.instructions.access.image
source: Person holds phone with green screen and black check.
nl: Persoon houdt een telefoon vast met een groen scherm en een zwart vinkje.

# verifier.instructions.denied.image
source: Person holds phone with red screen and black check.
nl: Persoon houdt een telefoon vast met een rood scherm en een zwart kruis.

# general.government.logo
source: Logo Government
nl: Logo Rijksoverheid

# verifier.about.readmore
source: Read more
nl: Lees meer

# verifier.menu.accessibility
source: Accessibility
nl: Toegankelijkheid

# verifier.result.identity.title
source: Check the data
nl: Controleer nu de gegevens

# verifier.result.identity.lastname
source: Last name
nl: Achternaam

# verifier.result.identity.firstname
source: First name
nl: Voornaam

# verifier.result.identity.dayofbirth
source: Day of birth
nl: Geboortedag

# verifier.result.identity.monthofbirth
source: Month of birth
nl: Geboortemaand

# general.list.accessibility.start
source: Start of list.
nl: Begin van lijst.

# general.list.accessibility.end
source: End of list.
nl: Eind van lijst.

# general.cancel
source: Cancel
nl: Annuleer

# general.close
source: Close
nl: Sluiten

# general.previous
source: Previous
nl: Vorige

# general.back
source: Back
nl: Terug

# general.next
source: Next
nl: Volgende

# general.done
source: Done
nl: Klaar

# general.error.title
source: Sorry, something went wrong
nl: Sorry, er ging iets mis

# general.error.technical.text
source: Caused by a technical error.
nl: Dat komt door een technische fout.

# general.error.technical.custom
source: Caused by a technical error (%@)
nl: Dat komt door een technische fout (%@)

# general.error.nointernet.title
source: No internet connection
nl: Geen internetverbinding

# general.error.nointernet.text
source: You aren't connected to the internet.
nl: Je bent nu niet verbonden met het internet.

# general.menu.version
source: App version %@ (%@)
nl: App versie %@ (%@)

# general.government
source: Government
nl: Rijksoverheid

# general.loading
source: Loading
nl: Bezig met laden

# general.notification
source: Watch out!
nl: Let op!

# general.menu.open
source: Open side menu
nl: Open zijmenu

# general.menu.close
source: Close side menu
nl: Sluit zijmenu

# general.list.accessibility
source: %@ of %@.
nl: %@ van %@.

# internet.required.button
source: Try again
nl: Probeer opnieuw

# internet.required.text
source: To start the app, you need an internet connection
nl: Om de app op te starten heb je internet nodig.

# internet.required.title
source: You are not connected to the internet
nl: Je hebt geen internetverbinding

# verifier.launch.version
source: App version %@ (build %@)
nl: App versie %@ (build %@)

# verifier.menu.about
source: About the app
nl: Over deze app

# verifier.menu.feedback
source: Feedback
nl: Geef ons feedback

# verifier.menu.privacy
source: Terms of use
nl: Gebruiksvoorwaarden

# verifier.consent.title
source: Terms of use
nl: Voorwaarden voor gebruik

# verifier.consent.message
source: The Terms of use provide information about how the app works, as well as your rights.
nl: In de gebruiksvoorwaarden staat hoe de app werkt en wat de rechten zijn.

# verifier.consent.message.underlined
source: Terms of use
nl: gebruiksvoorwaarden

# verifier.consent.item.1
source: Use of the information shown in the app can only be used <b>to perform the mandatory health checks for the journey it concerns.</b>
nl: U mag de in de app getoonde gegevens van de reiziger alleen gebruiken voor <b>het uitvoeren van de verplichte gezondheidscontroles voor de betreffende reis.</b>

# verifier.consent.item.2
source: <b>No personal data is stored</b> either centrally or in the app.
nl: Gegevens van u of van de reiziger worden <b>niet centraal, noch in de app opgeslagen.</b>

# verifier.consent.button
source: By checking the box I confirm that I have read the Terms of use and agree with the contents.
nl: Ik heb de gebruiksvoorwaarden gelezen en ga ermee akkoord.

# verifier.start.header
source: Start scanning
nl: Begin met scannen

# verifier.start.message
source: <a href="https://coronacheck.nl/nl/scanner">How to scan.</a>
nl: <a href="https://coronacheck.nl/nl/scanner">Zo werkt scannen.</a>

# verifier.start.button.title
source: Start scanning
nl: Start scannen

# verifier.instructions.title
source: How to scan
nl: Zo werkt scannen

# verifier.instructions.distance.title
source: 1. Keep your distance
nl: 1. Houd afstand

# verifier.instructions.distance.text
source: Ask the traveller to present a Digital COVID Certificate QR code on a mobile device or on paper. Keep your distance while pointing your camera in the app at the QR code and wait for the app to process the QR code. The app will proceed with checking the code automatically.
nl: Laat de reiziger een Digital COVID Certificate QR code tonen op een mobiel apparaat of op papier. Houd voldoende afstand bij het richten van de camera en wacht tot de app de QR code heeft herkend. De app gaat automatisch door met controleren.

# verifier.instructions.scan.title
source: 2. Green screen
nl: 2. Groen scherm

# verifier.instructions.scan.text
source: A green screen indicates that the QR code is valid. Check if the personal information presented in your screen is similar to the information on the ID presented by the traveller.
nl: Een groen scherm betekent dat de getoonde QR code geldig is. Controleer of de ID gegevens overeenkomen met het getoonde ID bewijs van de reiziger.

# verifier.instructions.access.title
source: 3. Check Corona status
nl: 3. Controleer de gegevens

# verifier.instructions.access.text
source: If necessary check if the data in the test, vaccination or recovery information that is shown by your app indicates that traveling to the destination country by this traveler is allowed. If so access can be granted to the traveller.
nl: Indien nodig controleert u of volgens de test- vaccinatie- of herstelgegevens die de app weergeeft reizen naar het land van bestemming door de reiziger is toegestaan. Zo ja, dan kunt u de reiziger toegang geven.

# verifier.instructions.denied.title
source: 4. Red screen
nl: 4. Rood scherm

# verifier.instructions.denied.text
source: A red screen indicates that the QR code appears to be <b>invalid</b>. This does <b>not</b> mean that the traveller is infected with COVID! Always try a second scan. Since the app does some auto-repair actions in the background this second scan might very well lead to a valid result. If the red screen persists, data in the QR code will not be shown by the app. The traveller needs to present other proof of negative testing, vaccination or recovery in order to be able to perform the mandatory control.
nl: Bij een rood scherm is het de QR code <b>ongeldig</b>. Dit betekent <b>niet</b> dat de reiziger corona heeft of besmettelijk is! Er worden geen gegevens uit het DCC getoond. U vraagt de reiziger om een alternatief bewijs (negatief testresultaat, alternatief bewijs van vaccinatie of herstel), om de controle uit te kunnen voeren.

# verifier.instructions.denied.2.title
source: 5. Red screen: causes and options to fix
nl: 5. Rood scherm: verklaringen en opties

# verifier.instructions.denied.2.text
source: A red screen can have multiple causes:<ul><li>The certificate does not have a valid signature by a designated organization.</li><li>The trustlist of reference certificates for the signatures is expired, and cannot be updated at the moment. You can check the update status of trustlist in through the About the App screen.</li><li>Something is wrong with the scanner app. Close it entirely and restart to try scanning the QR code again.</li><li>Something is wrong with the app of the traveler. Ask the traveler to restart the app and try again.</li></ul>
nl: Een rood scherm kan meerdere oorzaken hebben:<ul><li>Het certificaat is niet voorzien van een geldige handtekening door een van de daartoe aangewezen instanties.</li><li>De lijst referentie certificaten van handtekeningen is verouderd, en kan momenteel niet worden bijgewerkt. Kies eventueel de functie Bijwerken certificaatlijst in het menu en probeer de scan opnieuw uit te voeren.</li><li>Er is iets mis met de scanner app. Sluit de app helemaal af en start opnieuw om het nog eens te proberen.</li><li>De app van de reiziger werkt niet goed. Laat de reiziger de app opnieuw starten en scan opnieuw.</li></ul>

# verifier.instructions.trustlists.title
source: 6. Message: Trust list was not updated
nl: 6. Melding: De certificatenlijst is niet bijgewerkt

# verifier.instructions.trustlists.text
source: Certain conditions result in a message in a red bar on top of your screen: “Trust list was not updated”. This message indicates that something went wrong while fetching the list of trusted issuers of the electronic signatures, possibly due to connection issues. This leads to certain valid QR codes will show as invalid in the app. Using the “Update lists” button you can manually retry the fetching operation. First make sure you are connected to the Internet.
nl: De app laat in bepaalde gevallen de volgende waarschuwing zien in een rode balk: “De certificatenlijst is niet bijgewerkt!” Deze melding betekent dat bij het ophalen van een controlelijst voor de elektronische handtekeningen iets mis is gegaan, bijvoorbeeld door een ontbrekende verbinding. Het gevolg is dat sommige geldige QR codes als ongeldig worden weergegeven in de app. Met de knop Bijwerken in de meldingen balk kunt u het ophalen handmatig forceren. Maak daarvoor eerst verbinding met het internet.

# verifier.scan.message
source: Point the camera of your device at the QR code that is presented and wait for the app to process the code.
nl: Richt je telefoon op de getoonde QR code en wacht tot de app de code herkent.

# verifier.scan.permission.title
source: No access to the camera
nl: Geen toegang tot camera

# verifier.scan.permission.message
source: The app needa camera permission to scan the QR-Code
nl: De app wil toegang tot de camera om de QR-code te scannen.

# verifier.scan.permission.settings
source: Go to settings
nl: Naar instellingen

# verifier.result.access.title
source: Valid QR code
nl: Geldige QR code

# verifier.result.demo.title
source: Demo QR-code scanned
nl: Demo QR-code gescand

# verifier.result.denied.title
source: Invalid DCC QR code
nl: Geen geldige DCC QR code

# verifier.result.denied.message
source: Read here what you can do.
nl: Lees hier wat u kunt doen.

# verifier.result.denied.message.underline
source: Read here what you can do.
nl: Lees hier wat u kunt doen.

# verifier.result.next
source: Scan next
nl: Scan volgende

# verifier.result.check.title
source: About the check
nl: Over de controle

# verifier.about.title
source: About the app
nl: Over deze app

# verifier.about.text
source: The “DCC cross border Scanner NL” app is developed by the Ministry of Infrastructure and Water Management in The Netherlands to simplify travelling through EU countries. Health information of travellers can be checked against travelling policies by international carriers quickly and efficiently. Safe travelling will be quicker and easier that way.
nl: De “DCC cross border Scanner NL” app is ontwikkeld door het ministerie van Infrastructuur en Waterstaat om het reizen binnen de EU te vergemakkelijken. De gezondheidsinformatie van reizigers kan op deze manier internationaal snel worden gecontroleerd. Reizigers kunnen daardoor veilig, verantwoord en makkelijk door de EU reizen.

# onboarding.page_1_title
source: Scan QR Code
nl: Scan de getoonde QR code

# onboarding.page_1_desc
source: Travellers show their QR code on their mobile phones or on paper. Point your camera at the code in order to scan the DCC.
nl: De reiziger toont de code op een mobiel apparaat of papier. Richt uw camera op de code om deze te scannen.

# onboarding.page_2_title
source: Check result
nl: Check het resultaat

# onboarding.page_2_desc
source: The app shows either a valid sign (green screen) or invalid sign (red screen). In case of a red screen the traveller needs an alternative proof of a negative COVID test, vaccination or recovery.
nl: De app geeft nu aan of de code geldig is (groen scherm) of niet (rood scherm). Bij een foute code moet de reiziger een ander coronatest- vaccinatie- of herstelbewijs tonen.

# onboarding.page_3_title
source: Who should use this app?
nl: Voor wie is de scanner?

# onboarding.page_3_desc
source: This app can be used by international carriers. The app helps to check if a traveller is allowed to travel to the destination country according to the local COVID restrictions. The app uses the Digital COVID Certificate for this purpose
nl: Deze app is bedoeld voor vervoersbedrijven die internationale reizen verzorgen. Met deze app kan worden gecontroleerd of de reiziger volgens de coronaregels mag reizen. De app maakt hiervoor gebruik van het Digital COVID Certificate (DCC).

# certificates_outdated_button
source: Update lists
nl: Bijwerken

# certificates_outdated_desc
source: You can continue to use the app. However, some valid QR codes will be displayed as invalid. Make sure you have a working internet connection and try again using the “Update lists” button.
nl: U kunt de app blijven gebruiken, maar maak verbinding met internet en probeer het nog eens via de knop “Bijwerken”.

# certificates_outdated_title
source: Trust list was not updated
nl: De certificatenlijst is niet bijgewerkt!

# item_dose_x
source: Vaccine dose %i
nl: Vaccin dosis %i

# item_dose_x_x
source: Vaccine dose %i / %i
nl: Vaccin dosis %i / %i

# item_disease
source: Disease / Vaccine
nl: Ziekte / Vaccin

# item_country
source: Country
nl: Lidstaat

# item_identifier
source: Certificate number
nl: Certificaat nummer

# item_date_of_birth_x
source: Date of birth %@
nl: Geboortedatum %@

# item_test_target
source: Disease
nl: Ziekte

# item_test_name
source: Test name
nl: Test naam

# item_test_manufacturer
source: Manufacturer
nl: Fabrikant

# item_test_location
source: Test location
nl: Test locatie

# item_test_country
source: Test country
nl: Test land

# item_recovery_header
source: Recovery
nl: Herstel

# item_recovery_type
source: Disease
nl: Ziekte

# item_recovery_first_date
source: 1st positive test
nl: 1e positieve test

# item_recovery_from
source: Valid from
nl: Geldig van

# item_recovery_to
source: Valid to
nl: Geldig tot

# item_recovery_country
source: Test country
nl: Test land

# item_certificate_issuer
source: Certificate issuer
nl: Certificaat uitgever

# item_unknown
source: Unknown
nl: Onbekend

# resume
source: Continue
nl: Verder

source: Pause
nl: Pauze

# destination_x
source: Destination country: %@
nl: Bestemmingsland: %@

# country_destination
source: Destination:
nl: Bestemming:

# country_departure
source: Leave from:
nl: Vertrek uit:

# country_destination_title
source: Destination
nl: Bestemming

# country_departure_title
source: Leave from
nl: Vertrek uit

# country_unselected
source: Choose country
nl: Land kiezen

# privacy_policy
source: Privacy statement
nl: Privacy verklaring

# next_scan
source: Scan next
nl: Scan volgende

# code_green
source: Green
nl: Groen

# code_yellow
source: Yellow
nl: Geel

# code_orange
source: Orange
nl: Oranje

# code_orange_high_incidence
source: Orange high incidence
nl: Oranje hoge incidentie

# code_orange_ships_flight
source: Orange very high risk
nl: Oranje erg hoog risco

# code_red
source: Red
nl: Rood

# select_country_color_title
source: Select the colour code of the country
nl: Selecteer de kleurcode van het land

# view_color_codes_title
source: Which countries have which colour code?
nl: Welke landen hebben welke kleurcode?

# view_color_codes_button
source: View
nl: Bekijk

# rule_test_required
source: DCC is valid however travelling to The Netherlands from a country with orange colorcode requires a valid negative test result. Ask for a DCC that contains a valid test result.
nl: DCC is correct, maar voor reizen naar Nederland vanuit een land met code oranje is altijd een geldig negatief test resultaat nodig. Vraag om een DCC met een test resultaat.

# rule_test_must_be_negative
source: DCC is valid however travelling to The Netherlands from a country with orange colorcode requires a valid negative test result. Ask for a DCC that contains a valid test result.
nl: DCC is correct, maar voor reizen naar Nederland vanuit een land met code oranje is altijd een geldig negatief test resultaat nodig. Vraag om een DCC met een test resultaat.

# rule_test_outdated
source: DCC contains a testresult of a test that was taken %i hours ago, which is beyond the valid time frame. Check and ask for a more recent test result if necessary.
nl: DCC bevat een testresultaat van %i uur geleden: dat is langer dan de geldigheidsduur van de test. Controleer dat en vraag indien nodig om een bewijs van een test die minder oud is.

# rule_red_not_allowed
source: Travelling from red areas is forbidden.
nl: Reizen uit rode gebieden zijn verboden.

# rule_full_vaccination_required
source: A complete vaccination is required when travelling from orange countries
nl: Een volledige vaccinatie is nodig bij vertrek uit oranje landen

# rule_recovery_not_valid
source: A valid recovery is required when travelling from orange countries
nl: Een valide herstel is nodig bij vertrek uit oranje landen

# rule_require_second_test
source: DCC is valid, but for travelling by aircraft or boat two negative test results are required. Ask for the second test result. This test must be less than %i hours old. At arrival a quarantine period is mandatory.
nl: DCC is correct, maar voor lucht- en scheepvaart zijn twee negatieve testresultaten nodig. Vraag om een tweede resultaat van maximaal %i uur oud. Bij aankomst geldt een quarantaine verplichting.

# rule_invalid_test_result
source: The testresult is not recognized, ask for different proof of testing.
nl: Het testresultaat is niet herkend. Vraag om een ander testbewijs.

# rule_invalid_test_type
source: The testing type is not recognized. Check the validity of the test, or request a different proof of testing.
nl: Het type test wordt niet herkend. Controleer of het testresultaat geldig is of vraag om een ander testbewijs.

# rule_invalid_target_disease
source: The QR code might not be a COVID related certificate. Check if the disease displayed is COVID or Corona related.
nl: De QR code geeft mogelijk geen informatie over COVID. Controleer of de weergegeven aandoening Corona of COVID-19 betreft.

# rule_invalid_vaccine_holder
source: The manufacturer of the vaccine is not recognized. Check the manufacturer, or ask for a different certificate.
nl: De vaccin fabrikant wordt niet herkend. Controleer of de fabrikant, of vraag om een ander certificaat.

# rule_invalid_vaccine_type
source: The vaccine type is not recognized. Check the vaccine type, or ask for a different certificate.
nl: Het type vaccin wordt niet herkend. Controleer het type vaccin, of vraag om een ander certificaat.

# rule_invalid_vaccine_product
source: The vaccine is not properly recognized. Check the vaccine, or ask for a different certificate.
nl: Het vaccin wordt niet goed herkend. Controleer de vaccingegevens, of vraag om een ander certificaat.

# rule_date_of_birth_out_of_range
source: The date of birth appears to be incorrect. Check the date of birth with the ID of the traveller.
nl: De geboortedatum lijkt niet in orde. Controleer de geboortedatum met de identificatie van de reiziger.

# rule_invalid_country_code
source: The country code is not recognized. Check the country code.
nl: De landcode wordt niet herkend. Controleer de landcode.

# rule_invalid_date_of_birth
source: The date of birth appears to be incorrect. Check the date of birth with the ID of the traveller.
nl: De geboortedatum lijkt niet in orde. Controleer de geboortedatum met de identificatie van de reiziger.

# rule_invalid_vaccine_date
source: The vaccine date is not correct. Check if the vaccine is still valid.
nl: De vaccinatiedatum is niet in orde. Controleer of de vaccinatie geldig is.

# rule_invalid_test_date
source: The test date is incorect. Check if the test is still valid.
nl: De testdatum is niet in orde. Controleer of de test nog geldig is.

# rule_invalid_recovery_first_test_date
source: The test date for this recovery certificate is not valid. Check if the date is between 11 and 180 days old.
nl: De testdatum van dit herstelcertificaat is niet in orde. Controleer of de testdatum tussen 11 en 180 dagen oud is.

# rule_invalid_recovery_from_date
source: The date from which this recovery certificate is valid is incorrect. Check the recovery start date.
nl: De datum vanaf wanneer de herstelmelding geldig is is niet in orde. Controleer de ingangsdatum van het herstel.

# rule_invalid_recovery_to_date
source: The date until which this recover certificate is valid is incorrect. Check if the certificate is still valid today.
nl: De datum tot wanneer dit herstelcertificaat geldig is is niet in orde. Controleer de uiterste geldigheid van dit herstelbewijs.

# test_ago_x
source: %i hour, %i min old
nl: %i uur, %i min oud

# test_result_negative
source: Negative
nl: Negatief

# test_result_positive
source: Positive
nl: Positief

# test_result_negative_adjective
source: Negative
nl: Negatieve

# test_result_positive_adjective
source: Positive
nl: Positieve

# url.privacy
source: https://www.government.nl/ministries/ministry-of-infrastructure-and-water-management/privacy
nl: https://www.rijksoverheid.nl/ministeries/ministerie-van-infrastructuur-en-waterstaat/privacy

# url.terms_of_use
source: https://dcccrossborderscanner.nl/dist/termsofuse/termsofuse.html
nl: https://dcccrossborderscanner.nl/dist/termsofuse/gebruiksvoorwaarden.html

# url.accessibility
source: https://dcccrossborderscanner.nl/dist/accessibility/accessibility.html
nl: https://dcccrossborderscanner.nl/dist/accessibility/toegankelijkheid.html

# url.support
source: https://www.government.nl/ministries/ministry-of-infrastructure-and-water-management/contact
nl: https://www.rijksoverheid.nl/ministeries/ministerie-van-infrastructuur-en-waterstaat/contact
